{
    "posts": [
        {
            "id": "01",
            "titulo": "the promised neverland",
            "autor": "kaiu shirai y posuka demizu",
            "correo": "kaiuka@correo.com",
            "palabras_clave": "promised, neverland, manga, posuka, kaiu",
            "descripcion": "The promised neverland es una serie manga escrita por Kaiu Shirai e ilustrada por Posuka Demizu. La obra narra la historia de unos niños huérfanos, liderados por una joven de once años llamada Emma, que tratan de escapar del orfanato en el que vivían engañados y el cual esconde un oscuro secreto."
        },
        {
            "id": "02",
            "titulo": "attack on titan",
            "autor": " hajime isayama",
            "correo": "hajisa@correo.com",
            "palabras_clave": "attack, titan, shingeki, manga, isayama",
            "descripcion": "Shingeki no Kyojin es una serie de manga japonesa escrita e ilustrada por Hajime Isayama.La historia se desarrolla en un mundo ficticio en donde la humanidad está al borde de la extinción a causa de unas criaturas humanoides llamadas «titanes», por lo que los sobrevivientes se resguardan en tres enormes murallas que impiden el acceso a los monstruos. Es así que Eren Jaeger, protagonista principal, decide unirse al «Ejército de las murallas» junto con sus amigos de la infancia, con el fin de vengar la muerte de su madre, defender los muros y liberar a la humanidad de los titanes."
        },
        {
            "id": "03",
            "titulo": "solo leveling",
            "autor": "sung ying w",
            "correo": "sung@correo.com",
            "palabras_clave": "solo, leveling, novela, manhwa, sung",
            "descripcion": "Solo Leveling es una novela coreana escrita por Sung Ying Wo,Desde que apareció un portal que conecta nuestro mundo con un mundo lleno de monstruos y criaturas de todo tipo, algunas personas han adquirido poderes y la capacidad de cazarlos: se les llama cazadores. El protagonista de la historia, Sung Jin-Woo,1​ es el más débil de los cazadores de rango E y apenas más fuerte que un humano normal. Sus compañeros cazadores lo apodan como 'el más débil'. "
        },
        {
            "id": "04",
            "titulo": "given",
            "autor": "natsuki kizu",
            "correo": "natsu@correo.com",
            "palabras_clave": "given, anime, manga, kisu, natsuki",
            "descripcion": "Given es una serie de manga, escrita e ilustrada por Natsuki Kizu. El estudiante de preparatoria1​, Ritsuka Uenoyama, es el guitarrista de The Seasons, una banda compuesta por el bajista, Haruki Nakayama, y el baterista, Akihiko Kaji. Tras sus súplicas, Uenoyama se convierte en un renuente profesor de guitarra para Mafuyu Satō después de reparar las cuerdas rotas de su Gibson ES-330. Ritsuka rápidamente se percata que Mafuyu es un cantante excepcionalmente talentoso, y lo invita a unirse a la banda sin tener en cuenta su pasado."
        }
    ]
}